{
    "welcome.page.title": "Imagine what you could build if you learned programming…",
    "welcome.page.description": "Using our passion and skill for tech development to empower nonprofits to have more impact. Our dream is to make the world’s most powerful technology available to all organisations and groups working to make positive change, regardless of size, budget or location.",
    "welcome.page.signup": "Sign in and get started (it's free)",
    "welcome.page.details": "We believe that citizens need to learn IT and have the thinking skills they need to be creators of the digital economy, not just consumers, and to be active citizens in our technology-driven world . Our economy is evolving rapidly and teachers and business leaders are increasingly recognizing that IT is a new basic skill necessary for economic opportunities and social mobility. ",
    "welcome.page.openSource": "MasterMind is open source software, so not only is it free to use, you can also help make it better It’s easier than you think to become one of them. ",
    "welcome.page.support": "Support the Team",
    "welcome.page.support.details": "Through <a href='https://github.com/getspooky/MasterMind' class='underline text-blue-500'>contributions</a>, <a href='https://www.patreon.com/user?u=9251520&fan_landing=true' class='underline text-blue-500'>donations</a>, you allow MasterMind to thrive. Your donations directly support office hours, continued enhancements, and most importantly, great documentation and learning material!",
    "global.component.alert.badge": "New",
    "global.component.alert.message": "Join Our Community via spectrum.chat",
    "profile.page.title_#1": "Learn computer science ",
    "profile.page.title_#2": "Change the world.",
    "profile.page.contribute": "The people who contribute to MasterMind do so for the love of open source, our users and ecosystem, and most importantly, pushing the web forward together.",
    "profile.page.button.share.knowledge": "Share knowledge",
    "profile.page.button.log.out": "Log Out",
    "team.page.title": "Meet the Team",
    "team.page.description": "Contributing to MasterMind is not contributing to an exclusive club. Developers like you can help to rich and vibrant documentation, issuing pull requests to help us cover niche use cases, and to help sustain what you love about MasterMind.",
    "jumbotron.component.title": "Where Citizens share ideas",
    "jumbotron.component.description": "We are so excited to have you 💓",
    "errormessage.component.title": "Error"
}